Repository: saxobroko/SaxWeather
Catalog: SaxWeather/SaxWeather/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

source: Pinned days stay expanded in the forecast. Nicknames show in the daily header instead of the date.
ar: الأيام المثبتة تبقى موسعة في التنبؤات. تظهر الأسماء في الترويسة اليومية بدلا من التاريخ.
cs: Připnuté dny zůstávají rozšířeny v předpovědi. Přezdívky se zobrazují v záhlaví denního namísto data.
da: Fastgjorte dage bliver udvidet i prognosen. Kaldenavne vises i den daglige overskrift i stedet for datoen.
de: Angeheftete Tage bleiben in der Vorhersage erweitert. Nicknames werden in der täglichen Kopfzeile anstatt des Datums angezeigt.
el: Οι καρφιτσωμένες ημέρες παραμονής επεκτάθηκαν στην πρόβλεψη. Τα ψευδώνυμα εμφανίζονται στην καθημερινή κεφαλίδα αντί για την ημερομηνία.
es: Los días de anclaje se expanden en el previsto. Los apodos se muestran en la cabecera diaria en lugar de la fecha.
fi: Pinnattujen päivien määrä kasvaa ennusteessa. Lempinimet näkyvät päivittäisessä otsikossa päivän sijaan.
fr: Les jours épinglés restent étendus dans la prévision. Les surnoms apparaissent dans l'en-tête quotidien au lieu de la date.
it: I giorni bloccati rimangono espansi nella previsione. I nick mostrano nell'intestazione giornaliera invece della data.
ja: ピン留めされた日は予測で展開されます。ニックネームは日付の代わりにデイリーヘッダーに表示されます。
nl: Vastgezette dagen blijven uitgebreid in de voorspelling. Bijnamen worden weergegeven in de dagelijkse header in plaats van de datum.
no: Festede dager holder seg utvidet i prognosen. viser kallenavn i daglig topptekst i stedet for datoen.
pl: Przypięte dni są rozszerzone w prognozie. Nickname pokazują się w nagłówku dziennym zamiast daty.
pt: Dias fixos ficam expandidos na previsão. Os apelidos aparecem no cabeçalho diário em vez da data.
ro: Zile fixate rămân extinse în previziune. Nicknames arată în antetul zilnic în loc de data.
ru: В прогнозе останутся отмеченные дни. Псевдонимы показываются в заголовке вместо даты.
uk: Закріплені дні залишаються розгорнутими в прогнозі. Нікнейми показуються у щоденному заголовку замість дати.
zh_hans: 预报中固定的天数保持扩展。昵称显示在每日头，而不是日期。

source: Play once
ar: تشغيل مرة واحدة
cs: Přehrát jednou
da: Afspil én gang
de: Einmal spielen
el: Αναπαραγωγή μία φορά
es: Jugar una vez
fi: Toista kerran
fr: Jouer une fois
it: Riproduci una volta
ja: 一度再生
nl: Eén keer afspelen
no: Spill en gang
pl: Odtwarzaj raz
pt: Reproduzir uma vez
ro: Joacă o dată
ru: Сыграть один раз
sv: Spela en gång
uk: Відтворити один раз
zh_hans: 播放一次

source: Playback Speed
ar: سرعة التشغيل
cs: Rychlost přehrávání
da: Afspilningshastighed
de: Wiedergabegeschwindigkeit
el: Ταχύτητα Αναπαραγωγής
es: Velocidad de reproducción
fi: Toiston Nopeus
fr: Vitesse de lecture
it: Velocità Di Riproduzione
ja: 再生速度
nl: Afspeel snelheid
no: Avspillingshastighet
pl: Prędkość odtwarzania
pt: Velocidade de reprodução
ro: Viteza de redare
ru: Скорость воспроизведения
sv: Uppspelningshastighet
uk: Швидкість відтворення
zh_hans: 回放速度

source: Please check your location settings or try again later
ar: الرجاء التحقق من إعدادات موقعك أو المحاولة مرة أخرى لاحقاً
cs: Zkontrolujte prosím nastavení polohy nebo opakujte akci později
da: Tjek venligst dine placeringsindstillinger eller prøv igen senere
de: Bitte überprüfen Sie Ihre Standorteinstellungen oder versuchen Sie es später erneut
el: Παρακαλούμε ελέγξτε τις ρυθμίσεις τοποθεσίας σας ή προσπαθήστε ξανά αργότερα
es: Por favor, comprueba la configuración de tu ubicación o inténtalo de nuevo más tarde
fi: Tarkista sijaintiasetuksesi tai yritä myöhemmin uudelleen
fr: Veuillez vérifier vos paramètres de localisation ou réessayez plus tard
it: Controlla le impostazioni della tua posizione o riprova più tardi
ja: 位置情報の設定を確認するか、後でもう一度やり直してください
nl: Controleer je locatie instellingen of probeer het later opnieuw
no: Vennligst sjekk dine lokasjonsinnstillinger eller prøv igjen senere
pl: Sprawdź ustawienia lokalizacji lub spróbuj ponownie później
pt: Por favor, verifique suas configurações de localização ou tente novamente mais tarde
ro: Vă rugăm să verificaţi setările locaţiei sau încercaţi din nou mai târziu
ru: Пожалуйста, проверьте настройки местоположения или повторите попытку позже
sv: Kontrollera dina platsinställningar eller försök igen senare
uk: Будь ласка, перевірте параметри вашого місцезнаходження або повторіть спробу пізніше
zh_hans: 请检查您的位置设置或稍后再试

source: Please describe your feedback before sending.
ar: يرجى وصف ملاحظاتك قبل الإرسال.
cs: Před odesláním prosím popište svou zpětnou vazbu.
da: Beskriv venligst din feedback, før du sender.
de: Bitte beschreiben Sie Ihr Feedback vor dem Versand.
el: Παρακαλούμε περιγράψτε τα σχόλιά σας πριν από την αποστολή.
es: Por favor, describa sus comentarios antes de enviar.
fi: Kuvaile palautetta ennen lähettämistä.
fr: Veuillez décrire vos commentaires avant de les envoyer.
it: Descrivi il tuo feedback prima di inviare.
ja: 送信する前にフィードバックを記述してください。
nl: Beschrijf uw feedback voordat u verzendt.
no: Beskriv tilbakemeldingen før du sender.
pl: Opisz swoją opinię przed wysłaniem.
pt: Por favor, descreva seu feedback antes de enviar.
ro: Vă rugăm să descrieți feedback-ul dvs. înainte de a trimite.
ru: Пожалуйста, опишите ваш отзыв перед отправкой.
sv: Beskriv din feedback innan du skickar.
uk: Будь ласка, опишіть Ваш відгук перед надсиланням.
zh_hans: 请在发送之前描述您的反馈。

source: Please enable GPS or enter valid coordinates in Settings
ar: الرجاء تمكين GPS أو إدخال إحداثيات صالحة في الإعدادات
cs: Prosím povolte GPS nebo zadejte platné souřadnice v nastavení
da: Aktivér GPS eller angiv gyldige koordinater i Indstillinger
de: Bitte GPS aktivieren oder gültige Koordinaten in den Einstellungen eingeben
el: Παρακαλώ ενεργοποιήστε το GPS ή εισάγετε έγκυρες συντεταγμένες στις Ρυθμίσεις
es: Por favor, activa el GPS o introduce coordenadas válidas en Ajustes
fi: Ota GPS käyttöön tai kirjoita kelvolliset koordinaatit Asetuksissa
fr: Veuillez activer le GPS ou entrer des coordonnées valides dans les paramètres
it: Abilitare il GPS o inserire coordinate valide nelle impostazioni
ja: GPSを有効にするか、有効な座標を設定で入力してください
nl: Schakel GPS in of voer geldige coördinaten in in Instellingen
no: Vennligst aktiver GPS eller angi gyldige koordinater i innstillingene
pl: Proszę włączyć GPS lub wprowadzić prawidłowe współrzędne w Ustawieniach
pt: Por favor, ative o GPS ou insira coordenadas válidas nas configurações
ro: Vă rugăm să activați GPS-ul sau să introduceți coordonatele valide în Setări
ru: Пожалуйста, включите GPS или введите корректные координаты в настройках
sv: Vänligen aktivera GPS eller ange giltiga koordinater i Inställningar
uk: Будь ласка, увімкніть GPS або введіть припустимі координати в налаштуваннях
zh_hans: 请启用GPS或在设置中输入有效的坐标

source: Please enable location access in Settings
ar: الرجاء تمكين الوصول إلى الموقع في الإعدادات
cs: Prosím povolte přístup k poloze v nastavení
da: Aktiver venligst placeringsadgang i Indstillinger
de: Bitte aktivieren Sie den Standortzugriff in den Einstellungen
el: Παρακαλώ ενεργοποιήστε την πρόσβαση τοποθεσίας στις ρυθμίσεις
es: Por favor, habilite el acceso a la ubicación en Ajustes
fi: Ole hyvä ja ota sijaintikäyttö käyttöön asetuksissa
fr: Veuillez activer l'accès à la localisation dans les paramètres
it: Abilitare l'accesso alla posizione nelle impostazioni
ja: 設定で位置情報へのアクセスを有効にしてください
nl: Activeer locatie toegang in Instellingen
no: Vennligst aktiver stedstilgang i Innstillinger
pl: Proszę włączyć dostęp do lokalizacji w Ustawieniach
pt: Habilite o acesso à localização nas configurações
ro: Vă rugăm să activați accesul la locație în Setări
ru: Пожалуйста, включите доступ к местоположению в настройках
sv: Vänligen aktivera platsåtkomst i inställningar
uk: Будь ласка, дозвольте доступ до місцезнаходження в Налаштуваннях
zh_hans: 请在设置中启用位置访问权限

source: Pollen Forecast
ar: توقعات حبوب اللقاح
cs: Pylová předpověď
da: Pollen Prognose
de: Pollenprognose
el: Πρόβλεψη Γύρης
es: Previsión de polen
fi: Turvonneet Ennuste
fr: Prévision polaire
it: Previsioni Polline
nl: Pollen prognose
no: Pollen Værmelding
pl: Prognoza ankiety
pt: Previsão de Pollen
ro: Prognoză Pollen
ru: Огненный Прогноз
sv: Prognos för Pollen
uk: Поллен Форекаст
zh_hans: Pollen 症状预测

source: Power User
ar: مستخدم الطاقة
cs: Napájecí uživatel
da: Strøm Bruger
de: Powerbenutzer
el: Ενεργός Χρήστης
es: Usuario eléctrico
fi: Tehon Käyttäjä
fr: Utilisateur Power
ja: 電源ユーザー
nl: Energie gebruiker
no: Kraft bruker
pl: Potężny użytkownik
pt: Usuário avançado
ro: Utilizator de alimentare
ru: Сильный пользователь
sv: Ström användare
uk: Зйомка користувача
zh_hans: 电源用户

source: Precipitation
ar: التهطال
cs: Srážky
da: Nedbør
de: Niederschlag
el: Κατακρήμνιση
es: Precipitación
fi: Sademäärä
fr: Précipitations
it: Precipitazioni
ja: <unk>
nl: Neerslag
no: Nedbør
pl: Opady
pt: Precipitação
ro: Precipitaţii
ru: Осадки
sv: Nederbörd
uk: Атмосферні опади
zh_hans: 降水

source: PRECIPITATION
ar: تمرين
cs: PRECIPITA
da: FORSKRIFTER
el: ΑΡΧΙΚΗ
es: PRECIPITACIÓN
fi: VARASTOINTI
fr: PRÉCIPITATION
it: PRECIPITAZIONE
ja: 設定
nl: PRECIPITATIE
no: PRECIPITASJON
pl: PREZYDIUM
pt: PRECIPITAÇÃO
ro: PRECIPITARE
ru: ОСНОВНАЯ ЗАПИСЬ
uk: ДОДАТКОВА
zh_hans: 优先事项

source: Precipitation Forecast
ar: توقعات هطول الأمطار
cs: Prognóza srážek
da: Prognose Af Nedbør
de: Niederschlagsprognose
el: Πρόγνωση Κατακρήμνισης
es: Pronóstico de precisión
fi: Sademäärän Ennuste
fr: Prévision des précipitations
it: Previsione Precipitazioni
ja: 降水予測
nl: Neerslag Voorspelling
no: Prognose for nedbør
pl: Prognoza opadów
pt: Previsão de precipitação
ro: Prognoză precipitații
ru: Прогноз осадков
sv: Precipitation Prognos
uk: Прогноз прогнозу опадів
zh_hans: 降水预测

source: Preferences
ar: التفضيلات
cs: Předvolby
da: Præferencer
de: Einstellungen
el: Ρυθμίσεις
es: Preferencias
fi: Asetukset
fr: Préférences
it: Preferenze
ja: 設定
nl: named@@0
no: Innstillinger
pl: Ustawienia
pt: Preferências:
ro: Preferințe
ru: Настройки
sv: Inställningar
uk: Властивості
zh_hans: 首选项

source: Preferred Source
ar: المصدر المفضل
cs: Preferovaný zdroj
da: Foretrukken Kilde
de: Bevorzugte Quelle
el: Προτιμώμενη Πηγή
es: Fuente preferida
fi: Ensisijainen Lähde
fr: Source préférée
it: Sorgente Preferita
ja: 優先ソース
nl: Bron voorkeur
no: Foretrukket kilde
pl: Preferowane źródło
pt: Fonte preferida
ro: Sursă preferată
ru: Предпочтительный источник
sv: Föredragen källa
uk: Бажане джерело
zh_hans: 首选来源

source: Premium
ar: مميز
cs: Prémie
de: Prämie
ja: プレミアム
pl: Premia
pt: Prêmio
ru: Премиум
uk: Преміум
zh_hans: 高级版

source: Preparing share
ar: إعداد المشاركة
cs: Příprava sdílení
da: Forbereder deling
de: Freigabe wird vorbereitet
el: Προετοιμασία κοινής χρήσης
es: Preparando compartir
fi: Valmistellaan jakoa
fr: Préparation du partage
it: Preparazione condivisione
ja: 共有を準備中
nl: Delen voorbereiden
no: Forbereder deling
pl: Przygotowywanie udostępniania
pt: Preparando compartilhamento
ro: Pregătire partajare
ru: Подготовка к публикации
sv: Förbereder delning
uk: Підготовка поширення
zh_hans: 准备共享

source: Pressure
ar: الضغط
cs: Tlak
da: Tryk
de: Druck
el: Πίεση
es: Presión
fi: Paine
fr: Pression
it: Pressione
ja: <unk>
nl: Drukdruk
no: Trykk
pl: Ciśnienie
pt: Pressão
ro: Presiune
ru: Давление
sv: Tryck
uk: Тиск
zh_hans: 气压

source: Preview Before Changing Location
ar: معاينة قبل تغيير الموقع
cs: Náhled před změnou polohy
da: Forhåndsvisning Før Du Skifter Placering
de: Vorschau vor Standortwechsel
el: Προεπισκόπηση Πριν Από Την Αλλαγή Τοποθεσίας
es: Vista previa antes de cambiar la ubicación
fi: Esikatselu Ennen Sijainnin Vaihtamista
fr: Aperçu avant de modifier l'emplacement
it: Anteprima Prima Di Cambiare Posizione
ja: 場所を変更する前にプレビュー
nl: Voorvertoning voor het wijzigen van locatie
no: Forhåndsvis før endring av lokasjon
pl: Podgląd przed zmianą lokalizacji
pt: Pré-visualizar antes de mudar de localização
ro: Previzualizare înainte de a schimba locația
ru: Предварительный просмотр перед изменением местоположения
sv: Förhandsgranska innan du ändrar plats
uk: Попередній перегляд перед зміною розташування
zh_hans: 更改位置前预览

source: Preview on your forecast for %llds
ar: معاينة التنبؤات الخاصة بك لـ %llds
cs: Náhled na předpověď pro %llds
da: Forhåndsvisning på din prognose for %llds
de: Vorschau Ihrer Prognose für %llds
el: Προεπισκόπηση της πρόβλεψης σας για %llds
es: Vista previa de tu previsión para %llds
fi: Esikatsele ennusteesi mukaan %llds
fr: Aperçu de vos prévisions pour %llds
it: Anteprima sulla tua previsione per %llds
ja: %llds のあなたの予測をプレビュー
nl: Voorbeeld van uw voorspelling voor %llds
no: Forhåndsvisning av din prognose for %llds
pl: Podgląd prognozy dla %lld
pt: Pré-visualize suas previsões para %llds
ro: Previzualizare prognoza ta pentru %llds
ru: Предпросмотр на ваш прогноз по %lldс
sv: Förhandsgranska på din prognos för %llds
zh_hans: 预览您的 %llds 的预测

source: Previewing %@
ar: معاينة %@
da: Forhåndsvisning Af %@
de: Vorschau %@
el: Προεπισκόπηση %@
es: Vista previa de %@
fi: Esikatsele %@
fr: Aperçu de %@
it: Anteprima Di %@
ja: %@ をプレビュー中
nl: Voorvertoning %@
no: Forhåndsvisning %@
pl: Podgląd %@
pt: Pré-visualizando %@
ro: Previzualizare %@
ru: Предпросмотр %@
sv: Förhandsgranskar %@
zh_hans: 预览 %@

source: Previewing on your forecast
ar: معاينة على تنبؤاتك
cs: Náhled vaší předpovědi
da: Forhåndsvisning på din prognose
de: Vorschau auf Ihre Prognose
el: Προεπισκόπηση της πρόβλεψης σας
es: Vista previa de tu previsión
fi: Ennakointi ennusteessa
fr: Prévisualisation sur vos prévisions
it: Anteprima sulla tua previsione
ja: 予測のプレビュー
nl: Voorbeeld van uw voorspelling
no: Forhåndsviser på værmeldingen din
pl: Podgląd prognozy
pt: Pré-visualizando em sua previsão
ro: Previzualizare pe prognoza ta
ru: Предпросмотр на ваш прогноз
sv: Förhandsvisning på din prognos
uk: Попередній перегляд за прогнозом
zh_hans: 预览您的预测

source: Price
ar: السعر
cs: Cena
da: Pris
de: Preis
el: Τιμή
es: Precio
fi: Hinta
fr: Prix
it: Prezzo
ja: 価格
nl: Prijs
no: Pris
pl: Cena
pt: Quantidade
ro: Preț
ru: Цена
sv: Pris
uk: Ціна
zh_hans: 价格

source: Processing…
ar: معالجة…
cs: Zpracovávání…
da: Behandler…
de: Verarbeitung…
el: Επεξεργασία…
es: Procesando…
fi: Käsitellään…
fr: Traitement de…
it: Elaborazione…
no: Behandler…
pl: Przetwarzanie…
pt: Processando…
ro: Se procesează…
ru: Обработка…
sv: Bearbetar…

source: Protection Recommendations
ar: توصيات الحماية
cs: Ochranná doporučení
da: Anbefalinger Til Beskyttelse
de: Schutzempfehlungen
el: Συστάσεις Προστασίας
es: Recomendaciones de protección
fi: Suojelusuositukset
fr: Recommandations de protection
it: Raccomandazioni Di Protezione
ja: 保護の推奨事項
nl: Aanbevelingen voor bescherming
no: Anbefalinger for beskyttelse
pl: Zalecenia ochrony
pt: Recomendações de Proteção
ro: Recomandări de protecție
ru: Рекомендации по защите
sv: Rekommendationer för skydd
uk: Рекомендації з захисту
zh_hans: 保护建议

source: Provide detailed descriptions for screen readers
ar: توفير أوصاف مفصلة لقارئ الشاشة
cs: Poskytněte podrobné popisy čteček obrazovky
da: Giv detaljerede beskrivelser for skærmlæsere
de: Geben Sie detaillierte Beschreibungen für Screenreader an
el: Παρέχετε λεπτομερείς περιγραφές για τους αναγνώστες οθόνης
es: Proporcionar descripciones detalladas para lectores de pantalla
fi: Anna yksityiskohtaiset kuvaukset näytön lukijoille
fr: Fournir des descriptions détaillées pour les lecteurs d'écran
it: Fornire descrizioni dettagliate per i lettori di schermo
ja: スクリーンリーダーの詳細な説明を入力してください
nl: Geef gedetailleerde beschrijvingen voor schermlezers
no: Angi detaljerte beskrivelser for skjermlesere
pl: Dostarcz szczegółowe opisy dla czytników ekranu
pt: Forneça descrições detalhadas para leitores de tela
ro: Furnizarea de descrieri detaliate pentru cititorii de ecran
ru: Предоставить подробное описание для экранных читателей
sv: Ange detaljerade beskrivningar för skärmläsare
uk: Надати детальні описи для читачів екрану
zh_hans: 为屏幕阅读器提供详细描述

source: Provides more detailed descriptions when using VoiceOver
ar: يوفر أوصافا أكثر تفصيلا عند استخدام VoiceOver
cs: Poskytuje podrobnější popisy při použití VoiceOver
da: Giver mere detaljerede beskrivelser ved brug af VoiceOver
de: Enthält detailliertere Beschreibungen bei der Verwendung von VoiceOver
el: Παρέχει πιο λεπτομερείς περιγραφές κατά τη χρήση του VoiceOver
es: Proporciona descripciones más detalladas al usar VoiceOver
fi: Tarjoaa yksityiskohtaisempia kuvauksia Voiceoveria käytettäessä
fr: Fournit des descriptions plus détaillées lorsque vous utilisez VoiceOver
it: Fornisce descrizioni più dettagliate quando si utilizza VoiceOver
ja: VoiceOver を使用する際により詳細な説明を提供します
nl: Biedt meer gedetailleerde beschrijvingen bij VoiceOver
no: Gir mer detaljerte beskrivelser når du bruker VoiceOver
pl: Dostarcza bardziej szczegółowe opisy podczas używania VoiceOver
pt: Fornece descrições mais detalhadas ao usar o VoiceOver
ro: Oferă descrieri mai detaliate la utilizarea VoiceOver
ru: Предоставляет более подробное описание при использовании VoiceOver
sv: Ger mer detaljerade beskrivningar när du använder VoiceOver
uk: Надає більш детальні описи при використанні VoiceOver
zh_hans: 使用 VoiceOver 时提供更详细的描述

source: Pull to Refresh
ar: اسحب للتحديث
cs: Stáhněte pro obnovení
da: Træk for at opdatere
de: Zum Aktualisieren ziehen
el: Τραβήξτε για ανανέωση
es: Tira para actualizar
fi: Vedä päivittääksesi
fr: Tirez pour actualiser
it: Tirare per aggiornare
ja: 引っ張って更新
nl: Trek om te vernieuwen
no: Dra for å oppdatere
pl: Pociągnij, aby odświeżyć
pt: Puxe para atualizar
ro: Trage pentru a reîmprospăta
ru: Потяните для обновления
sv: Dra för att uppdatera
uk: Потягніть, щоб оновити
zh_hans: 下拉刷新

source: Pull-to-refresh haptics cannot be fully disabled (iOS limitation).
ar: لا يمكن تعطيل اللحوم إلى التحديث بالكامل (iOS).
cs: Pulsování k obnově hmatů nemůže být plně deaktivováno (iOS omezení).
da: Pull-to-refresh haptics kan ikke være fuldt ud deaktiveret (iOS begrænsning).
de: Pull-to-refresh haptics können nicht vollständig deaktiviert werden (iOS Einschränkung).
el: Οι απτικές επιλογές pull-to-ανανέωσης δεν μπορούν να απενεργοποιηθούν πλήρως (περιορισμός iOS).
es: Las haptics pull-to-refresh no pueden estar totalmente deshabilitadas (limitación de iOS).
fi: Pull-to-refresh haptics ei voi täysin pois käytöstä (iOS rajoitus).
fr: Les tactiles de rafraichissement ne peuvent pas être complètement désactivées (limitation (iOS).
it: Pull-to-refresh haptics non può essere disabilitato completamente (iOS limitation).
ja: Pull-to-refresh hapticsは完全に無効にできません (iOSの制限)。
nl: Pull-naar-refresh haptics kan niet volledig worden uitgeschakeld (iOS limitatie).
no: Tegn-til-oppdater haptikk kan ikke være fullt deaktivert (iOS-begrensning).
pl: Nie można całkowicie wyłączyć szczęścia ściągania i odświeżania (ograniczenie (iOS).
pt: Pull-to-update haptics não podem ser totalmente desativados (limitação do iOS).
ro: Modelarea prin tragere la reîmprospătare nu poate fi complet dezactivată (limitări IOS).
ru: Возможности Pull to-refresh haptics не могут быть полностью отключены (ограничение OS.
sv: Pull-to-refresh haptics kan inte helt inaktiveras (iOS-begränsning).
uk: Атактика перегляду не може бути повністю вимкнена (обмеження iOS).
zh_hans: 无法完全禁用Pull到刷新的乐谱(iOS 限制)。

source: Pulse the taptic engine when weather data refreshes.
ar: نبض المحرك النمطي عند تحديث بيانات الطقس.
cs: Pulsovat při obnovování dat o počasí.
da: Pulsér taptmotoren, når vejrdata opdateres.
de: Pulsieren Sie die Taptic-Engine, wenn die Wetterdaten aktualisiert werden.
el: Αναβόσβησε τον ταπτικό κινητήρα όταν ανανεωθούν τα δεδομένα του καιρού.
es: Pulsar el motor táptico cuando los datos del tiempo se actualizan.
fi: Pulssi nauhan moottori, kun säätiedot virkistyvät.
fr: Faire clignoter le moteur taptique lorsque les données météorologiques se rafraîchissent.
it: Impulso il motore taptic quando i dati meteo si aggiornano.
ja: 気象データが更新されたときにタプティックエンジンを点滅させます。
nl: Pulseer de taptic engine wanneer weergegevens worden vernieuwd.
no: Pulsér en taptisk motor under oppdatering av værdata.
pl: Impuls silnika tapicerskiego po odświeżeniu danych pogodowych.
pt: Pulsar o mecanismo de toques quando os dados meteorológicos atualizarem.
ro: Pulsează motorul taptic când datele meteo sunt reîmprospătate.
ru: Пульсировать движок ленты при обновлении данных о погоде.
sv: Pulsera taptikmotorn när väderdata uppdateras.
uk: Індикація тимчасового движка при оновленні даних про погоду.
zh_hans: 当天气数据刷新时闪烁引擎。

source: Purchase Error
ar: خطأ في الشراء
cs: Chyba při nákupu
da: Køb Fejl
de: Kauffehler
el: Σφάλμα Αγοράς
es: Error de compra
fi: Virhe Ostamisessa
fr: Erreur d'achat
it: Errore Di Acquisto
ja: 購入エラー
nl: Fout bij aankoop
no: Feil ved kjøp
pl: Błąd zakupu
pt: Erro de compra
ro: Eroare la cumpărare
ru: Ошибка покупки
sv: Fel vid köp
uk: Помилка покупки
zh_hans: 购买错误

source: Purchase Failed
ar: فشل الشراء
cs: Nákup se nezdařil
da: Køb Mislykkedes
de: Kauf fehlgeschlagen
el: Η Αγορά Απέτυχε
es: Compra fallida
fi: Osto Epäonnistui
fr: L'achat a échoué
it: Acquisto Fallito
ja: 購入に失敗しました
nl: Aankoop mislukt
no: Kjøp mislyktes
pl: Zakup nie powiódł się
pt: Falha na compra
ro: Achiziție eșuată
ru: Покупка не удалась
sv: Köpet misslyckades
uk: Придбання не вдалося
zh_hans: 购买失败

source: Purchase Required
ar: الشراء مطلوب
cs: Vyžadován nákup
da: Køb Påkrævet
de: Kauf erforderlich
el: Απαιτείται Αγορά
es: Compra requerida
fi: Osto Vaaditaan
fr: Achat Requis
it: Acquisto Richiesto
ja: 購入が必要です
nl: Aankoop vereist
no: Kjøp kreves
pl: Wymagany zakup
pt: Compra Necessária
ro: Achiziție necesară
ru: Требуется покупка
sv: Inköp krävs
uk: Необхідно купити
zh_hans: 需要购买

source: Questions, praise, or anything else about SaxWeather.
ar: أسئلة أو إشادة أو أي شيء آخر عن ساكسويتر.
cs: Otázky, chválu nebo něco jiného o SaxWeather.
da: Spørgsmål, ros eller noget andet om SaxWeather.
de: Fragen, Lob oder etwas anderes über SaxWeather.
el: Ερωτήσεις, επαίνους, ή οτιδήποτε άλλο σχετικά με το SaxWeather.
es: Preguntas, elogios o cualquier otra cosa sobre SaxWeather.
fi: Kysymyksiä, kehuja tai muuta SaxWeatherista.
fr: Des questions, des louanges ou quoi que ce soit d'autre à propos de SaxWeather.
it: Domande, lodi, o qualsiasi altra cosa su SaxWeather.
ja: SaxWeather についての質問、賞賛、または何か。
nl: Vragen, lof of iets anders over SaksenWeer.
no: Spørsmål, ro, eller noe annet om SaxWeather.
pl: Pytania, pochwały lub inne pytania dotyczące SaxWeather.
pt: Perguntas, louvores, ou qualquer outra coisa sobre SaxWeather.
ro: Întrebări, laudă, sau orice altceva despre SaxWeather.
ru: Вопросы, похвалы или другие вопросы о SaxWeather.
sv: Frågor, beröm eller något annat om SaxWeather.
uk: Питання, хвалення або щось інше про Саксен-Візера.
zh_hans: 问题、 赞扬或关于萨克斯温的任何其他东西。

source: Rain Alerts
ar: تنبيهات المطر
cs: Upozornění na déšť
da: Regn Advarsler
de: Regenwarnungen
el: Ειδοποιήσεις Βροχής
es: Alertas de lluvia
fi: Sadehälytykset
fr: Alertes de pluie
it: Avvisi Pioggia
ja: 雨のアラート
nl: Regen waarschuwingen
no: Regn varsler
pl: Alarmy deszczu
pt: Alerta de Chuva
ro: Alerte de ploaie
ru: Оповещения дождя
sv: Regnvarningar
uk: Попередження про дощ
zh_hans: 雨提醒
